Repository: y41069586-sudo/VoicePeak
Catalog: Verite/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: $1.99 one-time
de: 1,99 € einmalig
es: 1,99 € pago único
fr: 1,99 € achat unique
it: 1,99 € una tantum

source: $21.99 / year
de: 21,99 € / Jahr
es: 21,99 € / año
fr: 21,99 € / an
it: 21,99 € / anno

source: $3.99 one-time
de: 3,99 € einmalig
es: 3,99 € pago único
fr: 3,99 € achat unique
it: 3,99 € una tantum

source: $39.99 / year
de: 39,99 € / Jahr
es: 39,99 € / año
fr: 39,99 € / an
it: 39,99 € / anno

source: $4.99 / week
de: 4,99 € / Woche
es: 4,99 € / semana
fr: 4,99 € / semaine
it: 4,99 € / settimana

source: %@ IN 14 DAYS
de: %@ IN 14 TAGEN
es: %@ EN 14 DÍAS
fr: %@ EN 14 JOURS
it: %@ IN 14 GIORNI

source: %@ challenged you
de: %@ fordert dich heraus
es: %@ te ha retado
fr: %@ te défie
it: %@ ti ha sfidato

source: %@ in 14 days
de: %@ in 14 Tagen
es: %@ en 14 días
fr: %@ en 14 jours
it: %@ in 14 giorni

source: %@ is ahead
de: %@ führt
es: %@ va ganando
fr: %@ est en tête
it: %@ è in vantaggio

source: %@ pts in 14 days
de: %@ Pkt. in 14 Tagen
es: %@ pts en 14 días
fr: %@ pts en 14 jours
it: %@ punti in 14 giorni

source: %@ since your first scan
de: %@ seit deinem ersten Scan
es: %@ desde tu primer escaneo
fr: %@ depuis ton premier scan
it: %@ dalla prima scansione

source: %@'S RANGE
de: %@S SPANNE
es: EL RANGO DE %@
fr: LA FOURCHETTE DE %@
it: L'INTERVALLO DI %@

source: %@'S SKIN ANALYSIS
de: HAUT-ANALYSE VON %@
es: ANÁLISIS DE PIEL DE %@
fr: ANALYSE DE PEAU DE %@
it: ANALISI DELLA PELLE DI %@

source: %@, how does your skin feel lately?
de: %@, wie fühlt sich deine Haut in letzter Zeit an?
es: %@, ¿cómo sientes tu piel últimamente?
fr: %@, comment ta peau se sent-elle ces temps-ci ?
it: %@, come senti la tua pelle ultimamente?

source: %lld from %lld
de: %lld von %lld
es: %lld desde %lld
fr: %lld depuis %lld
it: %lld da %lld

source: %lld of %lld steps today
de: %lld von %lld Schritten heute
es: %lld de %lld pasos hoy
fr: %lld sur %lld étapes aujourd'hui
it: %lld di %lld passaggi oggi

source: %lld products for the whole plan
de: %lld Produkte für den ganzen Plan
es: %lld productos para todo el plan
fr: %lld produits pour tout le plan
it: %lld prodotti per tutto il piano

source: %lld since your first scan
de: %lld seit deinem ersten Scan
es: %lld desde tu primer escaneo
fr: %lld depuis ton premier scan
it: %lld dal tuo primo scan

source: %lld to start · %lld in full
de: %lld zum Start · %lld komplett
es: %lld para empezar · %lld en total
fr: %lld pour commencer · %lld au total
it: %lld per iniziare · %lld in totale

source: %lldd
de: %lld T.
fr: %lld j
it: %lld g

source: %lld×/week
de: %lld×/Woche
es: %lld×/semana
fr: %lld×/semaine
it: %lld×/settimana

source: +%lld since your first scan
de: +%lld seit deinem ersten Scan
es: +%lld desde tu primer escaneo
fr: +%lld depuis ton premier scan
it: +%lld dal tuo primo scan

source: 100% private
de: 100% privat
es: 100% privado
fr: 100% privé
it: 100% privato

source: 14 DAYS
de: 14 TAGE
es: 14 DÍAS
fr: 14 JOURS
it: 14 GIORNI

source: 14 days
de: 14 Tage
es: 14 días
fr: 14 jours
it: 14 giorni

source: 14 days later.
de: 14 Tage später.
es: 14 días después.
fr: 14 jours plus tard.
it: 14 giorni dopo.

source: 14 days, morning and evening — every step aimed at your three weakest scores.
de: 14 Tage, morgens und abends — jeder Schritt zielt auf deine drei schwächsten Scores.
es: 14 días, mañana y noche — cada paso apunta a tus tres puntuaciones más bajas.
fr: 14 jours, matin et soir — chaque étape vise tes trois scores les plus faibles.
it: 14 giorni, mattina e sera — ogni passaggio mira ai tuoi tre punteggi più bassi.

source: 14 days, morning and evening. Sign it — for yourself, not for us.
de: 14 Tage, morgens und abends. Unterschreib — für dich, nicht für uns.
es: 14 días, mañana y noche. Fírmalo — por ti, no por nosotros.
fr: 14 jours, matin et soir. Signe — pour toi, pas pour nous.
it: 14 giorni, mattina e sera. Firmalo — per te, non per noi.

source: 14 days. Two faces. Biggest glow-up wins.
de: 14 Tage. Zwei Gesichter. Der größte Glow-up gewinnt.
es: 14 días. Dos caras. Gana el mayor glow-up.
fr: 14 jours. Deux visages. Le plus grand glow-up gagne.
it: 14 giorni. Due volti. Vince il glow-up più grande.

source: 14-day potential · %lld
de: 14-Tage-Potenzial · %lld
es: Potencial a 14 días · %lld
fr: Potentiel à 14 jours · %lld
it: Potenziale a 14 giorni · %lld

source: 14-day routine, AI-checked for your skin
de: 14-Tage-Routine, KI-geprüft für deine Haut
es: Rutina de 14 días, revisada por IA para tu piel
fr: Routine de 14 jours, vérifiée par l'IA pour ta peau
it: Routine di 14 giorni, verificata dall'IA per la tua pelle

source: 14-day skin duel — biggest glow-up wins
de: 14-Tage-Skin-Duell — der größte Glow-up gewinnt
es: Duelo de piel de 14 días: gana el mayor glow-up
fr: Duel de peau de 14 jours — le plus grand glow-up gagne
it: Duello di pelle di 14 giorni: vince il glow-up più grande

source: 1v1 a friend
de: 1v1 gegen einen Freund
es: 1v1 contra un amigo
fr: 1v1 contre un ami
it: 1v1 con un amico

source: 1×/week
de: 1×/Woche
es: 1×/semana
fr: 1×/semaine
it: 1×/settimana

source: 1–2× a week. Spread an even layer, leave 10 minutes, then rinse off.
de: 1–2× pro Woche. Gleichmäßig auftragen, 10 Minuten einwirken, abspülen.
es: 1–2× por semana. Aplica una capa uniforme, deja 10 minutos y aclara.
fr: 1–2× par semaine. Couche uniforme, laisse 10 minutes, puis rince.
it: 1–2 volte a settimana. Strato uniforme, lascia 10 minuti, poi risciacqua.

source: 2 fresh skin scans every week
de: 2 frische Haut-Scans pro Woche
es: 2 escaneos de piel nuevos cada semana
fr: 2 nouveaux scans de peau chaque semaine
it: 2 nuove scansioni della pelle ogni settimana

source: 2 scans a week · routine included
de: 2 Scans pro Woche · Routine inklusive
es: 2 escaneos por semana · rutina incluida
fr: 2 scans par semaine · routine incluse
it: 2 scansioni a settimana · routine inclusa

source: 2×/week
de: 2×/Woche
es: 2×/semana
fr: 2×/semaine
it: 2×/settimana

source: 3+ products
de: 3+ Produkte
es: 3+ productos
fr: 3+ produits
it: 3+ prodotti

source: 3+ products routine
de: Routine: 3+ Produkte
es: Rutina de 3+ productos
fr: Routine 3+ produits
it: Routine 3+ prodotti

source: 3-Day Streak
de: 3-Tage-Serie
es: Racha de 3 días
fr: Série de 3 jours
it: Serie di 3 giorni

source: 3×/week
de: 3×/Woche
es: 3×/semana
fr: 3×/semaine
it: 3×/settimana

source: 51% improvement across 1,624 patients in a meta-analysis.
de: 51 % Verbesserung bei 1.624 Patienten in einer Meta-Analyse.
es: 51 % de mejora en 1.624 pacientes en un metaanálisis.
fr: 51 % d'amélioration chez 1 624 patients dans une méta-analyse.
it: 51% di miglioramento su 1.624 pazienti in una meta-analisi.

source: 6–7h
de: 6–7 Std.

source: 6–7h sleep
de: 6–7 Std. Schlaf
es: 6–7h de sueño
fr: 6–7h de sommeil
it: 6–7h di sonno

source: 7 metrics
de: 7 Metriken
es: 7 métricas
fr: 7 mesures
it: 7 metriche

source: 7-Day Streak
de: 7-Tage-Serie
es: Racha de 7 días
fr: Série de 7 jours
it: Serie di 7 giorni

source: 7–8h
de: 7–8 Std.

source: 7–8h sleep
de: 7–8 Std. Schlaf
es: 7–8h de sueño
fr: 7–8h de sommeil
it: 7–8h di sonno

source: 8h+
de: 8 Std.+

source: 8h+ sleep
de: 8 Std.+ Schlaf
es: 8h+ de sueño
fr: 8h+ de sommeil
it: 8h+ di sonno

source: A BHA cleanser keeps pores in this zone clear.
de: Ein BHA-Reiniger hält die Poren in dieser Zone frei.
es: Un limpiador con BHA mantiene los poros despejados en esta zona.
fr: Un nettoyant BHA garde les pores de cette zone dégagés.
it: Un detergente con BHA mantiene liberi i pori di questa zona.

source: A brighter, fresher look as dull surface cells clear.
de: Frischerer, strahlenderer Look, wenn matte Hautzellen weichen.
es: Un aspecto más luminoso y fresco al eliminarse las células apagadas.
fr: Un teint plus lumineux et frais à mesure que les cellules ternes s’éliminent.
it: Un aspetto più luminoso e fresco man mano che le cellule opache si eliminano.

source: A few drops after cleansing, before moisturizer. Works morning or evening.
de: Ein paar Tropfen nach der Reinigung, vor der Creme. Morgens oder abends.
es: Unas gotas tras limpiar, antes de la crema. Sirve de día o de noche.
fr: Quelques gouttes après le nettoyage, avant la crème. Matin ou soir.
it: Qualche goccia dopo la detersione, prima della crema. Mattina o sera.

source: A friend
de: Ein Freund
es: Un amigo
fr: Un ami
it: Un amico

source: A friend told me
de: Von Freunden empfohlen
es: Me lo contó un amigo
fr: Un ami m'en a parlé
it: Me l'ha detto un amico

source: A full week, no gaps.
de: Eine ganze Woche, keine Lücken.
es: Una semana entera, sin huecos.
fr: Une semaine entière, sans trou.
it: Una settimana intera, senza buchi.

source: A gentle note, once a day.
de: Ein sanfter Hinweis, einmal am Tag.
es: Un aviso suave, una vez al día.
fr: Un petit mot doux, une fois par jour.
it: Una nota gentile, una volta al giorno.

source: A gentle, non-retinoid smoother — you flagged retinoids.
de: Ein sanfter, retinoidfreier Glätter — du hast Retinoide markiert.
es: Un alisador suave sin retinoides: marcaste retinoides.
fr: Un lissant doux sans rétinoïde — tu as signalé les rétinoïdes.
it: Un levigante delicato senza retinoidi — hai segnalato i retinoidi.

source: A live example. Yours is built from your own scan.
de: Ein Live-Beispiel. Deins entsteht aus deinem eigenen Scan.
es: Un ejemplo en vivo. El tuyo se crea con tu propio escaneo.
fr: Un exemple en direct. Le tien vient de ton propre scan.
it: Un esempio dal vivo. Il tuo nasce dalla tua scansione.

source: A longer play
de: Ein längeres Spiel
es: A más largo plazo
fr: Sur le long terme
it: Un percorso più lungo

source: A new plan replaces your current one and its progress. Create a new plan anyway?
de: Ein neuer Plan ersetzt deinen aktuellen samt Fortschritt. Trotzdem neu erstellen?
es: Un plan nuevo sustituye al actual y su progreso. ¿Crear uno nuevo de todas formas?
fr: Un nouveau plan remplace l'actuel et sa progression. Créer quand même un nouveau plan ?
it: Un nuovo piano sostituisce quello attuale e i suoi progressi. Crearne comunque uno nuovo?

source: A plan only works on the days you do it. When should yours check in?
de: Ein Plan wirkt nur an den Tagen, an denen du ihn machst. Wann soll deiner sich melden?
es: Un plan solo funciona los días que lo haces. ¿Cuándo debería avisarte el tuyo?
fr: Un plan ne marche que les jours où tu le fais. Quand le tien doit-il te faire signe ?
it: Un piano funziona solo nei giorni in cui lo fai. Quando dovrebbe farsi sentire il tuo?

source: A reading of you — with your 14-day potential.
de: Eine Lesung von dir — mit deinem 14-Tage-Potenzial.
es: Una lectura de ti — con tu potencial de 14 días.
fr: Une lecture de toi — avec ton potentiel sur 14 jours.
it: Una lettura di te — con il tuo potenziale in 14 giorni.

source: A simple morning & evening ritual, rebuilt from every scan.
de: Ein einfaches Morgen- & Abendritual, neu aus jedem Scan gebaut.
es: Un ritual simple de mañana y noche, rehecho con cada escaneo.
fr: Un rituel simple matin & soir, refait à chaque scan.
it: Un semplice rituale mattina e sera, ricostruito a ogni scansione.

source: A thin layer after cleansing, before moisturizer.
de: Eine dünne Schicht nach der Reinigung, vor der Creme.
es: Una capa fina tras limpiar, antes de la crema.
fr: Une fine couche après le nettoyage, avant la crème.
it: Uno strato sottile dopo la detersione, prima della crema.

source: ACCOUNT
de: KONTO
es: CUENTA
fr: COMPTE

source: AFTER YOUR SCAN
de: NACH DEINEM SCAN
es: DESPUÉS DE TU ESCANEO
fr: APRÈS TON SCAN
it: DOPO LA TUA SCANSIONE

source: AHA exfoliant (2–3×/week)
de: AHA-Peeling (2–3×/Woche)
es: Exfoliante AHA (2–3×/semana)
fr: Exfoliant AHA (2–3×/semaine)
it: Esfoliante AHA (2–3×/settimana)

source: AI-checked plan
de: KI-geprüfter Plan
es: Plan revisado por IA
fr: Plan vérifié par l'IA
it: Piano verificato dall'IA

source: AM
de: Morgens
es: Mañana
fr: Matin
it: Mattina

source: AM + PM
de: Morgens + abends
es: Mañana + noche
fr: Matin + soir
it: Mattina + sera

source: AM and PM — both done.
de: AM und PM — beide erledigt.
es: AM y PM — ambos hechos.
fr: AM et PM — les deux faits.
it: AM e PM — entrambi fatti.

source: Accept challenge
de: Herausforderung annehmen
es: Aceptar reto
fr: Accepter le défi
it: Accetta la sfida

source: Acids (AHA/BHA)
de: Säuren (AHA/BHA)
es: Ácidos (AHA/BHA)
fr: Acides (AHA/BHA)
it: Acidi (AHA/BHA)

source: Active breakouts are the single biggest drag on your score.
de: Aktive Unreinheiten sind der größte Bremsklotz für deinen Score.
es: Los brotes activos son el mayor lastre para tu puntuación.
fr: Les boutons actifs sont le plus gros frein pour ton score.
it: I brufoli attivi sono il freno maggiore per il tuo punteggio.

source: Actives come in gently, a few nights a week — no overload.
de: Wirkstoffe kommen sanft, ein paar Nächte pro Woche — keine Überlastung.
es: Los activos entran suave, unas noches por semana, sin sobrecarga.
fr: Les actifs arrivent en douceur, quelques soirs par semaine — sans surcharge.
it: Gli attivi entrano con delicatezza, poche sere a settimana — senza sovraccarico.

source: Actually fine
de: Eigentlich gut
es: Bastante bien
fr: Plutôt bien
it: Tutto ok

source: Adapalene 0.1%
de: Adapalen 0.1%
es: Adapaleno 0.1%
fr: Adapalène 0.1%

source: Add later
de: Später
es: Después
fr: Plus tard
it: Dopo

source: After you wake up
de: Nach dem Aufwachen
es: Al despertar
fr: Au réveil
it: Al risveglio

source: All 14 days completed.
de: Alle 14 Tage abgeschlossen.
es: Los 14 días completados.
fr: Les 14 jours terminés.
it: Tutti i 14 giorni completati.

source: All better
de: Alles gut
es: Ya estoy bien
fr: Ça va mieux
it: Tutto ok

source: Amino-acid surfactants
de: Aminosäure-Tenside
es: Tensioactivos de aminoácidos
fr: Tensioactifs d'acides aminés
it: Tensioattivi amminoacidici

source: An acid-free way to smooth and calm — you flagged acids.
de: Säurefrei glätten und beruhigen — du hast Säuren markiert.
es: Alisa y calma sin ácidos: marcaste ácidos.
fr: Lisser et apaiser sans acides — tu as signalé les acides.
it: Leviga e calma senza acidi — hai segnalato gli acidi.

source: Analyzing pore density…
de: Porendichte wird analysiert…
es: Analizando la densidad de poros…
fr: Analyse de la densité des pores…
it: Analisi della densità dei pori…

source: And look slightly up
de: Und schau leicht nach oben
es: Y mira ligeramente hacia arriba
fr: Et regarde légèrement vers le haut
it: E guarda leggermente in alto

source: Annual
de: Jährlich
es: Anual
fr: Annuel
it: Annuale

source: Anything your skin reacts to?
de: Reagiert deine Haut auf etwas?
es: ¿Tu piel reacciona a algo?
fr: Ta peau réagit-elle à quelque chose ?
it: La tua pelle reagisce a qualcosa?

source: App Store search
de: App-Store-Suche
es: Búsqueda en el App Store
fr: Recherche App Store
it: Ricerca nell'App Store

source: Apply after cleansing, before moisturizer.
de: Nach der Reinigung auftragen, vor der Creme.
es: Aplica tras limpiar, antes de la crema.
fr: Applique après le nettoyage, avant la crème.
it: Applica dopo la detersione, prima della crema.

source: Apply to slightly damp skin, then lock it in with your moisturizer.
de: Auf leicht feuchter Haut auftragen, dann mit der Creme versiegeln.
es: Aplica sobre piel ligeramente húmeda y sella con tu crema.
fr: Applique sur peau légèrement humide, puis scelle avec ta crème.
it: Applica sulla pelle leggermente umida, poi sigilla con la crema.

source: As soon as their result lands, the winner is revealed.
de: Sobald sein Ergebnis ankommt, steht der Gewinner fest.
es: En cuanto llegue su resultado, se revela el ganador.
fr: Dès que son résultat arrive, le gagnant est révélé.
it: Appena arriva il suo risultato, si scopre il vincitore.

source: Ascorbic acid 10–15%
de: Ascorbinsäure 10–15%
es: Ácido ascórbico 10–15%
fr: Acide ascorbique 10–15%
it: Acido ascorbico 10–15%

source: At %lld, a retinoid is a well-studied option for breakouts.
de: Bei %lld ist ein Retinoid eine gut untersuchte Option bei Unreinheiten.
es: Con %lld, un retinoide es una opción bien estudiada para los brotes.
fr: À %lld, un rétinoïde est une option bien étudiée contre les imperfections.
it: A %lld, un retinoide è un'opzione ben studiata per le imperfezioni.

source: At %lld, a serum alone won't refill the deficit — seal it overnight.
de: Bei %lld füllt ein Serum allein das Defizit nicht — versiegle es über Nacht.
es: Con %lld, un sérum solo no cubre el déficit — séllalo de noche.
fr: À %lld, un sérum seul ne comble pas le déficit — scelle-le pendant la nuit.
it: A %lld, un siero da solo non colma il deficit — sigillalo di notte.

source: At %lld, glow needs real resurfacing — glycolic delivers it.
de: Bei %lld braucht Glow echtes Resurfacing — Glykolsäure liefert es.
es: Con %lld, el glow necesita una renovación real — el glicólico la da.
fr: À %lld, l'éclat a besoin d'un vrai resurfaçage — le glycolique le fait.
it: A %lld, il glow ha bisogno di un vero resurfacing — il glicolico lo dà.

source: At %lld, pores need the deep-clean combo, not just a serum.
de: Bei %lld brauchen Poren die Tiefenreinigungs-Kombi, nicht nur ein Serum.
es: Con %lld, los poros necesitan la combi de limpieza profunda, no solo un sérum.
fr: À %lld, les pores ont besoin du combo nettoyage profond, pas juste d'un sérum.
it: A %lld, i pori hanno bisogno del combo pulizia profonda, non solo un siero.

source: At %lld, redness needs the stronger calmer — azelaic is it.
de: Bei %lld braucht Rötung den stärkeren Beruhiger — Azelainsäure ist es.
es: Con %lld, el enrojecimiento necesita el calmante fuerte — el azelaico lo es.
fr: À %lld, les rougeurs ont besoin du calmant plus fort — l'acide azélaïque.
it: A %lld, il rossore ha bisogno del lenitivo più forte — l'azelaico.

source: At %lld, texture is your biggest lever — a retinoid is a well-studied option.
de: Bei %lld ist Textur dein größter Hebel — ein Retinoid ist eine gut untersuchte Option.
es: Con %lld, la textura es tu mayor palanca: un retinoide es una opción bien estudiada.
fr: À %lld, la texture est ton plus grand levier — un rétinoïde est une option bien étudiée.
it: A %lld, la texture è la tua leva più grande — un retinoide è un'opzione ben studiata.

source: At %lld, tone needs the targeted fader — tranexamic acid.
de: Bei %lld braucht der Teint den gezielten Aufheller — Tranexamsäure.
es: Con %lld, el tono necesita el aclarante específico — ácido tranexámico.
fr: À %lld, le teint a besoin de l'estompeur ciblé — l'acide tranexamique.
it: A %lld, il tono ha bisogno dello schiarente mirato — l'acido tranexamico.

source: Auto-renewing subscription. Renews until cancelled; cancel anytime in your App Store settings.
de: Automatisch verlängerndes Abo. Verlängert sich bis zur Kündigung; jederzeit in den App-Store-Einstellungen kündbar.
es: Suscripción de renovación automática. Se renueva hasta que la canceles; cancela cuando quieras en los ajustes de la App Store.
fr: Abonnement à renouvellement automatique. Renouvelé jusqu'à résiliation ; résiliable à tout moment dans les réglages de l'App Store.
it: Abbonamento a rinnovo automatico. Si rinnova fino alla disdetta; annullabile in qualsiasi momento nelle impostazioni dell'App Store.

source: Average
de: Durchschnittlich
es: Normal
fr: Moyenne
it: Nella media

source: Azelaic acid
de: Azelainsäure
es: Ácido azelaico
fr: Acide azélaïque
it: Acido azelaico

source: Azelaic acid 10%
de: Azelainsäure 10%
es: Ácido azelaico 10%
fr: Acide azélaïque 10%
it: Acido azelaico 10%

source: Azelaic acid treatment
de: Azelainsäure-Behandlung
es: Tratamiento de ácido azelaico
fr: Traitement à l'acide azélaïque
it: Trattamento all'acido azelaico

source: BACKED BY SCIENCE
de: WISSENSCHAFTLICH BELEGT
es: AVALADO POR LA CIENCIA
fr: VALIDÉ PAR LA SCIENCE
it: SUPPORTATO DALLA SCIENZA

source: BADGE EARNED
de: ABZEICHEN VERDIENT
es: INSIGNIA CONSEGUIDA
fr: BADGE OBTENU
it: BADGE OTTENUTO

source: BADGES
de: ABZEICHEN
es: INSIGNIAS
it: BADGE

source: BEST VALUE
de: BESTER PREIS
es: MEJOR VALOR
fr: MEILLEUR PRIX
it: MIGLIOR PREZZO

source: BHA exfoliant
de: BHA-Peeling
es: Exfoliante BHA
fr: Exfoliant BHA
it: Esfoliante BHA

source: BUILT FROM
de: BASIERT AUF
es: BASADO EN
fr: BASÉ SUR
it: BASATO SU

source: BUILT FROM YOUR SCAN
de: AUS DEINEM SCAN GEBAUT
es: CREADO A PARTIR DE TU ESCANEO
fr: CRÉÉ À PARTIR DE TON SCAN
it: CREATO DALLA TUA SCANSIONE

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro

source: Back to dashboard
de: Zurück zum Dashboard
es: Volver al panel
fr: Retour au tableau de bord
it: Torna alla dashboard

source: Balanced texture for a combination T-zone.
de: Ausgewogene Textur für eine Misch-T-Zone.
es: Textura equilibrada para una zona T mixta.
fr: Texture équilibrée pour une zone T mixte.
it: Texture bilanciata per una zona T mista.

source: Balancing gel-cream cleanser
de: Ausgleichender Gel-Creme-Reiniger
es: Limpiador gel-crema equilibrante
fr: Nettoyant gel-crème équilibrant
it: Detergente gel-crema riequilibrante

source: Bare face — no makeup filter
de: Nackte Haut — kein Make-up-Filter
es: Cara limpia — sin filtro de maquillaje
fr: Visage nu — sans filtre maquillage
it: Viso struccato — niente filtro trucco

source: Barrier cream, fragrance-free
de: Barriere-Creme, parfümfrei
es: Crema barrera, sin perfume
fr: Crème barrière, sans parfum
it: Crema barriera, senza profumo

source: Barrier first — cleanse, moisturise, SPF. Actives start day 4.
de: Barriere zuerst — reinigen, pflegen, SPF. Wirkstoffe ab Tag 4.
es: Primero la barrera: limpiar, hidratar, SPF. Los activos empiezan el día 4.
fr: La barrière d’abord — nettoyer, hydrater, SPF. Les actifs commencent au jour 4.
it: Prima la barriera — detergere, idratare, SPF. Gli attivi partono dal giorno 4.

source: Barrier moisturizer
de: Barriere-Feuchtigkeitscreme
es: Hidratante de barrera
fr: Crème hydratante barrière
it: Idratante barriera

source: Barrier repair, overnight
de: Barriere-Reparatur über Nacht
es: Reparación de la barrera durante la noche
fr: Réparation de la barrière, la nuit
it: Riparazione della barriera, di notte

source: Before bed
de: Vor dem Schlafen
es: Antes de dormir
fr: Avant le coucher
it: Prima di dormire

source: Before you go — your first year, 45% off.
de: Bevor du gehst — dein erstes Jahr, 45 % günstiger.
es: Antes de irte — tu primer año, 45 % menos.
fr: Avant de partir — ta première année à -45 %.
it: Prima di uscire — il primo anno, 45% in meno.

source: Before your scan
de: Vor deinem Scan
es: Antes de tu escaneo
fr: Avant ton scan
it: Prima della scansione

source: Begin scan
de: Scan starten
es: Iniciar escaneo
fr: Démarrer le scan
it: Avvia scansione

source: Blemish active
de: Anti-Unreinheiten-Wirkstoff
es: Activo antiimperfecciones
fr: Actif anti-imperfections
it: Attivo anti-imperfezioni

source: Blemishes
de: Unreinheiten
es: Imperfecciones
fr: Imperfections
it: Imperfezioni

source: Bonus scans available: %lld
de: Verfügbare Bonus-Scans: %lld
es: Escaneos extra disponibles: %lld
fr: Scans bonus disponibles : %lld
it: Scansioni bonus disponibili: %lld

source: Breaking out
de: Unreinheiten
es: Con brotes
fr: Poussées de boutons
it: Con brufoli

source: Breakouts
de: Unreinheiten
es: Brotes
fr: Boutons
it: Brufoli

source: Breakouts respond fastest of all seven metrics.
de: Unreinheiten reagieren von allen sieben Metriken am schnellsten.
es: Los brotes responden más rápido de las siete métricas.
fr: Les boutons réagissent le plus vite des sept mesures.
it: I brufoli rispondono più in fretta di tutte e sette le metriche.

source: Brightens tone without vitamin C — you flagged it.
de: Klärt den Teint ohne Vitamin C — du hast es markiert.
es: Ilumina el tono sin vitamina C: lo marcaste.
fr: Illumine le teint sans vitamine C — tu l'as signalée.
it: Illumina l'incarnato senza vitamina C — l'hai segnalata.
